Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The US House of Representatives is set to pass legislation authorising it to sue President Barack Obama for what Republican leaders describe as his overreach of authority.
pt: Os republicanos estão prontos para apoiar uma legislação na Câmara dos Representantes dos EUA que autorizaria uma ação legal contra o presidente Barack Obama .

source: The new government in Kabul will now have to sign a security agreement with Washington .
pt: Assim que o novo governo for formado em Cabul, ele terá de assinar um acordo de segurança com os Estados Unidos .

source: "To this end, the wish was reiterated that with the support of the international community, Israelis and Palestinians may take with determination courageous decisions to promote peace," a Vatican statement said.
pt: O papa e Abbas convergiram para a necessidade do apoio internacional, de modo a facilitar que “israelenses e palestinos tomem, com determinação, decisões corajosas a favor da paz”.

source: Kerry's comments drew condemnation in Turkey, one of Assad's most strident opponents, with Prime Minister Ahmet Davutoglu saying negotiating with the Syrian leader would be like shaking hands with Adolf Hitler.
pt: O premiê da Turquia, Ahmet Davutoglu, disse nesta terça-feira (17) que negociar com o ditador da Síria, Bashar Assad, seria como apertar as mãos do líder nazista Adolf Hitler .

source: However, a German finance ministry spokesman said the new plea was "not a substantial proposal for a solution".
pt: "A carta de Atenas não é uma proposta que leva a uma solução substancial", disse o porta-voz do ministério Martin Jaeger em comunicado .

source: Women and children carried out three-quarters of all such attacks with girls aged between approximately 7 and 17 years blamed for nine suicide bombings since July, UNICEF said in a collation of reports.
pt: O comunicado mostra ainda que, desde julho de 2014, foram registados nove incidentes suicidas envolvendo crianças com idades aproximadas entre 7 anos e 17 anos, todas elas do sexo feminino.

source: Last week, the US government said an FBI investigation had shown that North Korea was behind a hacking attack on Sony, which led to unreleased films and private emails being leaked online .
pt: A China disse pouco sobre a acusação do governo Obama de que a Coreia do Norte era responsável por um ataque de hackers a um filme da Sony Pictures, "A Entrevista" .

source: A Cairo court on Wednesday sentenced to life 230 secular activists, including the leading figure Ahmed Douma, from the 2011 pro-democracy uprising that ousted long-time autocrat Hosni Mubarak .
pt: Duzentos e trinta ativistas da revolução que expulsou do poder Hosni Mubarak em 2011 foram condenados nesta quarta-feira à prisão perpétua, incluindo um de seus líderes, Ahmed Duma.

source: "Having talked about it now gives me the courage to go to the police with a complaint .
pt: Falar sobre isso me dá coragem de prestar queixa à polícia .

source: "There are no indications that the MH17 crash was caused by a technical fault or by actions of the crew," the OVV said.
pt: "Não há indícios de que a queda do MH17 tenha sido provocada por uma falha técnica ou por uma ação da tripulação, que era qualificada e experiente", segundo o relatório .

source: In immigration talks on Wednesday, Cuba deplored U.S. policies that grant safe haven to Cubans with special protections denied to other nationalities, while the Americans vowed to stand by the so-called Cuban Adjustment Act.
pt: Durante as conversações de quarta-feira, os norte-americanos prometeram continuar a garantir entrada no país para cubanos com proteções especiais negadas para cidadãos de outras nacionalidades.

source: It would be another 27 days, plus a second nuclear mushroom over Nagasaki, before Japan surrendered, ending a war that began with its 1931 invasion of China and stretched across the Asia-Pacific region.
pt: Foram necessários mais 27 dias - e um segundo cogumelo atômico, desta vez na cidade de Nagasaki - para o Japão se render, pondo fim a uma guerra que começou em 1937 com a invasão da China antes de inflamar a região Ásia-Pacífico.

source: I'm not sure when we will be leaving."
pt: “Acho que a gente não deve nada para ninguém .

source: The meeting follows the revelation that U.S. President Barack Obama reportedly wrote to Iran's supreme leader Ayatollah Ali Khamenei to push for a nuclear deal, arguing the Islamic republic and the West have shared regional interests.
pt: A imprensa americana afirmou nesta semana que o presidente dos Estados Unidos, Barack Obama, teria escrito em segredo ao líder supremo do Irã para discutir uma possível cooperação na luta contra o Estado Islâmico (EI), em troca de um acordo sobre o programa nuclear iraniano.

source: WASHINGTON/BEIRUT (Reuters) - The United States launched air and missile strikes with Arab allies in Syria for the first time on Tuesday, killing dozens of Islamic State fighters and members of a separate al Qaeda-linked group, and widening its new war in the Middle East.
pt: Os Estados Unidos, com o apoio de seus aliados árabes, atingiram alvos do grupo Estados islâmico, incluindo campos de treinamento, bases e suprimentos de armas no norte e no leste da Síria em dezenas de ataques aéreos e com mísseis nesta terça-feira, disseram militares norte-americanos e um grupo de monitoramento do conflito.

source: "We have given ourselves these four months to, one, see what the real situation is, to see how Greece has met conditions and to try and establish what happens next (...), which is fundamentally a third rescue."
pt: "Estes quatro meses (de extensão do atual programa de ajuda) foram por nós dados para ver qual é a real situação e começar a definir o que será o dia depois, que é um terceiro resgate", disse De Guindos.

source: It is only available to people who do not conduct any business activity inside Switzerland .
pt: Ele se aplica apenas aos estrangeiros que não exercem nenhuma atividade remunerada na Suíça .

source: Muslims found Americas before Columbus says Turkey's Erdogan
pt: América foi descoberta pelos muçulmanos, diz presidente turco

source: The Brazilian government announced on Monday the renewal of a trade agreement in their automotive sector with Mexico, which was due next week.
pt: O anúncio oficial da renovação do acordo, cujo prazo atual vence na próxima semana, ocorre ainda nesta segunda-feira, no Rio de Janeiro.

source: In his brief message, Snowden asserted that the types of surveillance imagined in George Orwell's "1984" are "nothing compared to what we have available today."
pt: Na mensagem, ele afirmou que os métodos de vigilância aos cidadãos descritos pelo escritor britânico George Orwell no romance "1984" "não são nada comparado ao que existe hoje".

source: On Thursday, South Korea's military fired dozens of artillery rounds across the border in response to what Seoul said were North Korean artillery strikes meant to back up an earlier threat to attack the loudspeakers.
pt: Na quinta-feira, a Coreia do Sul lançou dezenas de disparos ao longo da fronteira, afirmando que o país vizinho havia atirado primeiro como forma de ameaçar destruir os alto-falantes.

source: * IEA cuts forecasts for 2015 demand growth, call on OPEC
pt: Opep reduz previsão sobre demanda de petróleo em 2014 e 2015

source: "I didn't really want her to be with him .
pt: Ele não vai ficar feliz, não vai entender."

source: Anonymously, US military sources have confirmed that the country has lost contact with one of its drones over Syria, after SANA news agency reported Syrian government forces shot down a hostile drone in Latakia province.
pt: Em Washington, uma fonte militar americana indicou que os Estados Unidos perderam o contato com um de seus drones que sobrevoava o noroeste da Síria, sem confirmar se o avião havia sido derrubado pela aviação de Damasco, como anunciou na terça-feira a agência oficial síria Sana.

source: What do you think?
pt: "Eu não sei o que aconteceu com ele .

source: Luiz Felipe Scolari has resigned as Brazil manager after the hosts suffered two of their worst defeats in World Cup history, the president of the Brazilian Football Confederation said on Monday.
pt: RIO DE JANEIRO (Reuters) - O técnico Luiz Felipe Scolari não vai permanecer no comando da seleção brasileira após as derrotas para Alemanha e Holanda nas duas últimas partidas do Brasil na Copa do Mundo, informou a Confederação Brasileira de Futebol (CBF) nesta segunda-feira.

source: But one deputy, speaking anonymously, said Thani has proposed keeping the key defense portfolio while giving the interior portfolio, another crucial job, to a former minister, Ashur Shwayel, an independent.
pt: No entanto, um funcionário indicou que Thani propôs conservar a pasta chave da Defesa, concedendo a do Interior, também fundamental, a um ex-ministro, Ashur Shwayel, um independente.

source: I could never have dreamed that we'd be doing something like this in Afghanistan."
pt: E mesmo se desse, ela poderia ter feito algo a respeito?

source: The upsurge in fighting "has not only been marked by allegations of killing, rape, abduction, looting, arson and displacement, but by a new brutality and intensity," the UN statement added.
pt: A intensificação dos combates também foi marcada por "acusações de assassinato, estupro, sequestro, saques, incêndios e deslocamento de populações", aponta o relatório.

source: The sports marketing companies, in turn, sell the rights downstream to TV and radio broadcast networks, major corporate sponsors and other sub-licensees who want to broadcast the matches or promote their brands .
pt: As empresas de marketing esportivo eram os intermediários que vendiam os direitos de transmissão dos torneios para as emissoras de rádio e televisão e aos anunciantes .

source: The facilities in Deodoro are getting off the ground and the Olympic village is making great progress."
pt: As instalações em Deodoro estão saindo do chão e a Vila Olímpica está tendo um grande progresso", afirmou.

source: "It's incredible, a dream, something unique," Suarez told reporters .
pt: "É incrível, um sonho, algo único", disse Suárez à TV espanhola .

source: UNESCO condemned the destruction Friday of ancient houses described as a "jewel" of Islamic urban landscape in an alleged Saudi-led air strike on the Yemeni capital's old quarter that killed five people.
pt: Um bombardeio aéreo da coalizão árabe liderada pela Arábia Saudita atingiu nesta sexta-feira a cidade antiga de Sanaa, matando cinco pessoas e destruindo três casas na parte histórica, classificada pela Unesco como patrimônio mundial .

source: "It seemed as if the foundations of all that we held dear in life had been torn apart irreparably,” he added.
pt: Foi como se a fundação de tudo que prezávamos na vida tivesse sido destroçada irreparavelmente .

source: "I was worried because I felt my shoulder pop out but it was nothing serious."
pt: "Eu estou bem, não foi nada grave, graças a Deus .

source: TOKYO (Reuters) - Japan's cabinet was poised on Tuesday to end a ban that has kept the military from fighting abroad since World War Two, a major shift away from post-war pacifism and a victory for Prime Minister Shinzo Abe, but a move that will rile China.
pt: TÓQUIO (Reuters) - O Japão deu um histórico passo na direção oposta de seu pacifismo pós-guerra, nesta terça-feira, ao encerrar uma proibição que mantinha suas forças militares longe de combates internacionais desde 1945, uma vitória para o primeiro-ministro Shinzo Abe, mas uma medida que irritou a China e preocupa muitos eleitores japoneses.

source: EU pledges 140 million euros to fight Ebola in West Africa
pt: Ebola: Bruxelas anuncia 140 milhões de euros a países afetados

source: Alitalia and Etihad have been in talks since December, but a deal has so far proved elusive due to Italy's reluctance to bow to Etihad's demands for job cuts and a restructuring of the Italian airline's debt.
pt: Um acordo final sobre o investimento tem sido bloqueado por negociações correntes sobre cortes de empregos e a reestruturação da dívida da Alitalia, exigências da Etihad como pré-condições para o acordo.

source: I'm very happy about that .
pt: Não é bem o que queria falar .

source: Writebol and Brantly both received an experimental treatment, ZMapp, at the Atlanta hospital, but medical officials have said they do not know if the drug was behind the patients' recoveries.
pt: O missionário não recebeu tratamento com a droga experimental Zmapp, usada em outros pacientes, porque não havia estoque suficiente do medicamento, afirmou uma autoridade do hospital de Madrid .

source: Chancellor Merkel and Greek prime minister Alexis Tsipras met in Brussles on Thursday in what the Chancellor described as “constructive” talks.
pt: O primeiro-ministro da Grécia, Alexis Tsipras, conversou falou por telefone com a chanceler da Alemanha, Angela Merkel, de acordo com um alto funcionário do governo grego .

source: There are many indications the extraordinarily low inflation rates are only a temporary phenomenon."
pt: Portanto, há muitas razões para presumir que a baixa inflação é um fenômeno temporário", afirmou.

source: Al Qaeda in Syria says detains U.S.-trained rebels
pt: Al-Qaeda síria diz ter raptado rebeldes treinados pelos EUA

source: He was the second Argentine reporter to die in a car wreck while covering the World Cup.
pt: Essa é a segunda morte de um jornalista argentino decorrente de um acidente de carro durante a cobertura da Copa do Mundo no Brasil.

source: Prince George and Princess Charlotte pictures released
pt: Retratos inéditos do príncipe George com princesa Charlotte são divulgados

source: She was not paid .
pt: “Ela era maravilhosa .

source: First, LaDue was planning to kill his father, mother and sister, police said.
pt: A polícia não informou se o grupo tinha a intenção de matar o pai do rapaz.

source: "It's not a good idea," she said .
pt: "Eu não sei, eu não me conheço bem ainda .

source: Nigeria: 293 women rescued from Boko Haram camps
pt: Nigéria liberta 293 mulheres sob poder do Boko Haram

source: To recap: a 25-year-old was detained by firearm officers and was arrested on suspicion of murder.
pt: "Um homem de 25 anos foi detido, suspeito do assassinato, e está sendo mantido em custódia".

source: On Thursday, Iranian President Hassan Rouhani echoed supreme leader's words, saying that Iran will sign a nuclear deal with the major world powers only if sanctions against the country are lifted on the same day.
pt: O Irã só vai assinar um acordo nuclear final com seis potências mundiais se todas as sanções impostas ao país devido ao polêmico programa nuclear forem levantadas no mesmo dia, disse o presidente Hassan Rouhani em discurso transmitido pela televisão nesta quinta-feira.

source: He said a Chinese fighter jet had conducted a "dangerous intercept" of a US Navy aircraft and conducted an acrobatic "barrel roll" maneuver around it in international air space, apparently in a way that showed that the plane was armed.
pt: O governo do presidente dos EUA, Barack Obama, acusou uma aeronave militar chinesa de conduzir uma "interceptação perigosa" contra um avião de monitoramento e reconhecimento da Marinha norte-americana em espaço aéreo internacional, na Costa da China .

source: The town of Borborema has declared three days of official mourning.
pt: Foi decretado luto de três dias na cidade de 15 mil habitantes.

source: "For now, we have not detected any falling fragments that have not burned up," the source said, adding that the satellite was insured.
pt: "Por enquanto, não registramos a queda dos fragmentos que não foram queimados", acrescentou a fonte.

source: About 1,000 people, including babies, pregnant women, invalids and the elderly were evacuated from the region of Zeljezno Polje in central Bosnia, where hundreds of homes were destroyed in landslides.
pt: Cerca de mil pessoas foram retirados da região de Zeljezno Polje, no centro da Bósnia, onde centenas de casas foram destruídas por deslizamentos de terra .

source: ISTANBUL (Reuters) - Twitter (TWTR.N) will close some accounts in Turkey but will not for now set up an office there as the government wants, a senior Turkish official said late on Monday after talks over a dispute which saw the government ban the site for two weeks.
pt: ISTAMBUL (Reuters) - A Turquia exigiu do Twitter nesta segunda-feira a abertura de um escritório do site no país e que a companhia comece a recolher impostos, nas primeiras conversações diretas do governo com representantes do serviço de microblogs desde sua proibição por duas semanas.

source: The European Union, in order to uproot the problem of illegal emigration, will have to cooperate with the countries from which the migrants flow, even if they are dictatorships, said Dimitris Avramopoulos, EU Commissioner for Internal Affairs and Immigration Policies .
pt: O comissário da União Europeia (UE) para a imigração, Dimitris Avramopoulos, disse que os países membros devem assumir as responsabilidades de ajudar os milhares de imigrantes que chegaram através do Mediterrâneo.

source: As Japan enters technical recession, early elections seem likely
pt: Japão entra em recessão e pode ter eleições antecipadas

source: The company said it took in $700 million in fresh cash in the three months to December 31, matching a performance in the previous quarter that had broken two straight years of outflows.
pt: A companhia disse que recebeu 700 milhões de dólares em dinheiro novo nos três meses até 31 de dezembro, se igualando a um desempenho no trimestre anterior que havia quebrado dois anos consecutivos de saída de recursos.

source: His remarks will be seen by Iranians as reflecting Khamenei's views and contrast with the praise given to the accord by President Hassan Rouhani and Foreign Minister Mohammad Javad Zarif, who plan to use the deal as the basis for a charm offensive among Iran's wary Arab neighbours.
pt: Os comentários feitos por Khamenei, a maior autoridade em questões de Estado no Irã, vieram em forte contraste com os elogios feitos pelo presidente Hassan Rouhani e pelo ministro de Relações Exteriores Javad Zarif desde que o pacto foi selado, na terça-feira.

source: My whole body is a mess .
pt: Meu corpo está destroçado .

source: The train was carrying 238 passengers and five crew members.
pt: Segundo os bombeiros, a composição levava 238 passageiros e cinco tripulantes .

source: "It has been calculated that there are 168 million child labourers around the world today .
pt: "Calculamos que existem quase 168 milhões de crianças que trabalham no mundo .

source: Turkey blocks social media over photos of slain prosecutor
pt: Turquia bloqueia redes sociais após publicação de fotos de promotor morto

source: The Islamic State group has overrun vast areas in western and northern Iraq as well as parts of neighboring Syria, and has vowed to destabilize and eventually take over Baghdad.
pt: O grupo tomou o controle de grandes faixas de território no norte e oeste do Iraque e pretende estabelecer um Império Islâmico ao longo dos territórios desses dois países.

source: Chinese President Xi Jinping and his U.S. counterpart Barack Obama exchanged views Tuesday on Xi's upcoming U.S. visit and the newly-reached Iranian nuclear agreement in a telephone conversation.
pt: PEQUIM (Reuters) - O presidente da China, Xi Jinping, disse ao presidente dos Estados Unidos, Barack Obama, que a China vai trabalhar com os EUA e as outras partes para garantir a implementação do acordo sobre o programa nuclear iraniano, informou o Ministério de Relações Exteriores chinês nesta terça-feira.

source: French president François Hollande has said that authorities do not expect their to be any survivors from the Germanwings plane crash .
pt: O presidente francês, François Hollande, citado pela France Presse, anunciou que as condições do acidente levam a acreditar que não há sobreviventes .

source: Chung, a former FIFA vice president and the biggest shareholder of auto manufacturer Hyundai, said UEFA chief Michel Platini, who announced his candidacy on Wednesday, was not the man to reform the organization.
pt: Além de Zico, já anunciaram que pretendem se candidatar o atual presidente da Uefa, o ex-jogador francês Michel Platini, e o sul-coreano Chung Mong-joon, acionista majoritário da Hyundai e ex-vice-presidente da Fifa.

source: On 19 July, an array of overlapping images framing Saturn, its entire ring system and a host of its moons was acquired while Cassini was deep in the shadow created by the planet's eclipse of the Sun.
pt: No dia 19 de julho, uma série de imagens enquadrando Saturno, seu inteiro sistema de anéis e luas foi capturada enquanto a sonda estava posicionada em uma sombra criada pelo eclipse do sol sobre o planeta.

source: They were abducted in late May on their way home, after taking school exams in the city of Aleppo.
pt: As crianças estavam retornando para casa após realizarem exames na cidade de Aleppo quando foram abordados pelos extremistas .

source: Syria's U.N. representative and head of the government delegation in Moscow, Bashar al-Jaafari, told reporters: "We agreed with our Russian friends that discussions will continue in order to hold a (new) consultative meeting in future."
pt: "Chegamos a um acordo com nossos amigos russos que as discussões devem continuar para alcançarmos (novas) consultas futuramente", declarou o chefe da delegação do regime, o embaixador sírio na ONU, Bashar Jaafari, durante uma curta coletiva de imprensa.

source: "Now we should, responsibly and calmly, find a consensual solution worldwide in order to start new era of dynamism, transparency and democracy in Fifa."
pt: Devemos agora, de forma responsável e serena, procurar uma solução consensual em todo o mundo para que comece uma nova era de dinamismo, transparência e democracia na FIFA”, escreveu Figo em sua página pessoal do Facebook .

source: Cuban President Raul Castro has been welcomed at the Vatican by Pope Francis, who played a key role in the breakthrough between Washington and Havana aimed at restoring U.S.-Cuban diplomatic ties .
pt: O presidente de Cuba, Raúl Castro, foi recebido neste domingo (10) no Vaticano pelo papa Francisco, que mediou um acordo entre Havana e Washington para a retomadas das relações diplomáticas .

source: The same jury will decide whether to sentence him to death or to life in prison without possibility of parole
pt: Em uma segunda fase do julgamento, os jurados terão que deliberar se ele será ou não condenado à pena de morte .

source: U.S. President Barack Obama shakes hands with Cuba's President Raul Castro as they hold a bilateral meeting during the Summit of the Americas in Panama City April 11, 2015.(Reuters / Jonathan Ernst)
pt: O presidente Barack Obama e a presidente Dilma Rousseff durante encontro na Cúpula das Américas, na Cidade do Panamá (Foto: Jonathan Ernst/Reuters)

source: With the club, the fans, the players ?
pt: Mas é um jogador que interessa ao clube?

source: We don't have any indication that he watched that or anything."
pt: É alguma coisa que acontece ou não. "

source: Hamas says Hassan Yusef, who has spent years in Israeli jails and was elected to the Palestinian parliament in 2006 while in Israeli custody, has worked entirely in the political wing of the movement.
pt: Yousef, um dos fundadores do Hamas, já havia passado anos em prisões israelenses e estava atrás das grades em 2006 quando foi eleito vice-presidente do Parlamento palestino.
